{
	"SlayerClassName":"Slayer",
	"SlayerClassDescription":"Skilled at tracking down targets, slayers are consummate hunters, living for the chase and the deadly stroke that brings it to a close. Slayers spend most of their time honing their weapon skills, studying the habits and anatomy of foes, and practicing combat maneuvers.",
	"SlayerTalentSelectionName":"Slayer Talent",
	"SlayerTalentSelectionDescription":"As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.",
	"SlayerStudiedTargetName":"StudiedTarget",
	"SlayerStudiedTargetDescription":"A slayer can study an opponent he can see as a move action. The slayer then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks attempted against that opponent, and a +1 bonus on weapon attack and damage rolls against it. The DCs of slayer class abilities against that opponent increase by 1. A slayer can only maintain these bonuses against one opponent at a time; these bonuses remain in effect until either the opponent is dead or the slayer studies a new target.\nIf a slayer deals sneak attack damage to a target, he can study that target as an immediate action, allowing him to apply his studied target bonuses against that target (including to the normal weapon damage roll).\nAt 5th, 10th, 15th, and 20th levels, the bonuses on weapon attack rolls, damage rolls, and skill checks and to slayer DCs against a studied target increase by 1. In addition, at each such interval, the slayer is able to maintain these bonuses against an additional studied target at the same time. The slayer may discard this connection to a studied target as a free action, allowing him to study another target in its place.\nAt 7th level, a slayer can study an opponent as a move or swift action.",
	"MasterSlayerName":"MasterSlayer",
	"MasterSlayerDescription":"At 20th level, the slayer becomes a master at capturing or killing his studied targets. As a standard action, he can make a single attack against a studied target at his full attack bonus, choosing one of the following effects: kill, knock unconscious for 1d4 hours, or paralyze for 2d6 rounds. If the attack succeeds, the target takes damage normally and must succeed at a Fortitude saving throw or suffer the additional effect. The DC for this save is 10 + 1/2 the slayer’s level + the slayer’s Intelligence modifier. Whether or not the target succeeds, it cannot be targeted by this ability again (by any slayer) for 24 hours.",
	"DrowRaceName":"Drow",
	"DrowRaceDescription":"Cruel and cunning, drow are a dark reflection of the elven race. Also called dark elves, they dwell deep underground in elaborate cities shaped from the rock of cyclopean caverns. Drow seldom make themselves known to surface folk, preferring to remain legends while advancing their sinister agendas through proxies and agents. Drow have no love for anyone but themselves, and are adept at manipulating other creatures. While they are not born evil, malignancy is deep-rooted in their culture and society, and nonconformists rarely survive for long. Some stories tell that given the right circumstances, a particularly hateful elf might turn into a drow, though such a transformation would require a truly heinous individual.",
	"DhampirRaceName":"Dhampir",
	"DhampirRaceDescription":"The half-living children of vampires birthed by human females, dhampirs are progenies of both horror and tragedy. The circumstances of a dhampir’s conception are often called into question but scarcely understood, as few mortal mothers survive the childbirth. Those who do often abandon their monstrous children and refuse to speak of the matter. While some speculate that dhampirs result when mortal women couple with vampires, others claim that they form when a pregnant woman suffers a vampire bite. Some particularly zealous scholars even contest dhampirs’ status as a unique race, instead viewing them as humans suffering from an unholy affliction. Indeed, this hypothesis is strengthened by dhampirs’ seeming inability to reproduce, their offspring inevitably humans (usually sorcerers with the undead bloodline).",
	"FalcataRedeemerName":"Falcata Redeemer",
	"FalcataRedeemerDescription":"This +5 holy flaming falcata has an improved critical multiplier. It grants its wielder the ability to cast transformation spell once per day.",
	"FalcataRedeemerFlavorText":"Flavor text here",
	"ExoticWeaponGroupSelectionName":"Exotic Weapon Group Proficiency",
	"ExoticWeaponGroupSelectionDescription":"Choose one type of exotic weapon, such as the heavy blades or axes. You understand how to use that type of exotic weapon in combat, and can utilize any special tricks or qualities that exotic weapon might allow.",
	"HeavyBladesProficiencyName":"Weapon Proficiency (Exotic Heavy Blades)",
	"HeavyBladesProficiencyDescription":"You become proficient with Bastard Swords, Dueling Swords, Two-bladed Swords, Eleven Curved Blades, Estocs and Falcata and can use them as a weapon.",
	"LightBladesProficiencyName":"Weapon Proficiency (Exotic Light Blades)",
	"LightBladesProficiencyDescription":"You become proficient with Sai and Kama and can use them as a weapon.",
	"DoubleProficiencyName":"Weapon Proficiency (Exotic Double Weapons)",
	"DoubleProficiencyDescription":"You become proficient with Orc Double Axe, Two-bladed Sword, Gnome Hooked Hammer and Dwarven Urgosh and can use them as a weapon.",
	"AxesProficiencyName":"Weapon Proficiency (Exotic Axes)",
	"AxesProficiencyDescription":"You become proficient with Orc Double Axes, Dwarven Waraxe, Tongi and Dwarven Urgosh and can use them as a weapon."
}