{
	"SlayerClassName":"Slayer",
	"SlayerClassDescription":"Skilled at tracking down targets, slayers are consummate hunters, living for the chase and the deadly stroke that brings it to a close. Slayers spend most of their time honing their weapon skills, studying the habits and anatomy of foes, and practicing combat maneuvers.",
	"SlayerTalentSelectionName":"Slayer Talent",
	"SlayerTalentSelectionDescription":"As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.",
	"SlayerStudiedTargetName":"StudiedTarget",
	"SlayerStudiedTargetDescription":"A slayer can study an opponent he can see as a move action. The slayer then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks attempted against that opponent, and a +1 bonus on weapon attack and damage rolls against it. The DCs of slayer class abilities against that opponent increase by 1. A slayer can only maintain these bonuses against one opponent at a time; these bonuses remain in effect until either the opponent is dead or the slayer studies a new target.\nIf a slayer deals sneak attack damage to a target, he can study that target as an immediate action, allowing him to apply his studied target bonuses against that target (including to the normal weapon damage roll).\nAt 5th, 10th, 15th, and 20th levels, the bonuses on weapon attack rolls, damage rolls, and skill checks and to slayer DCs against a studied target increase by 1. In addition, at each such interval, the slayer is able to maintain these bonuses against an additional studied target at the same time. The slayer may discard this connection to a studied target as a free action, allowing him to study another target in its place.\nAt 7th level, a slayer can study an opponent as a move or swift action.",
	"SlayersAdvanceName":"Slayer’s Advance",
	"SlayersAdvanceDescription":"At 13th level, a slayer can once per day move up to twice his base speed as a move action. He may use Stealth as part of this movement, but takes a –10 penalty to his check for doing so. At 17th level, he can do this twice per day.",
	"StalkerFeatureName":"Stalker",
	"StalkerFeatureDescription":"At 7th level, a slayer gains his studied target bonus on Disguise, Intimidate, and Stealth checks against his studied opponent.",
	"MasterSlayerName":"MasterSlayer",
	"MasterSlayerDescription":"At 20th level, the slayer becomes a master at capturing or killing his studied targets. As a standard action, he can make a single attack against a studied target at his full attack bonus, choosing one of the following effects: kill, knock unconscious for 1d4 hours, or paralyze for 2d6 rounds. If the attack succeeds, the target takes damage normally and must succeed at a Fortitude saving throw or suffer the additional effect. The DC for this save is 10 + 1/2 the slayer’s level + the slayer’s Intelligence modifier. Whether or not the target succeeds, it cannot be targeted by this ability again (by any slayer) for 24 hours.",
	"DrowRaceName":"Drow",
	"DrowRaceDescription":"Cruel and cunning, drow are a dark reflection of the elven race. Also called dark elves, they dwell deep underground in elaborate cities shaped from the rock of cyclopean caverns. Drow seldom make themselves known to surface folk, preferring to remain legends while advancing their sinister agendas through proxies and agents. Drow have no love for anyone but themselves, and are adept at manipulating other creatures. While they are not born evil, malignancy is deep-rooted in their culture and society, and nonconformists rarely survive for long. Some stories tell that given the right circumstances, a particularly hateful elf might turn into a drow, though such a transformation would require a truly heinous individual.",
	"DhampirRaceName":"Dhampir",
	"DhampirRaceDescription":"The half-living children of vampires birthed by human females, dhampirs are progenies of both horror and tragedy. The circumstances of a dhampir’s conception are often called into question but scarcely understood, as few mortal mothers survive the childbirth. Those who do often abandon their monstrous children and refuse to speak of the matter. While some speculate that dhampirs result when mortal women couple with vampires, others claim that they form when a pregnant woman suffers a vampire bite. Some particularly zealous scholars even contest dhampirs’ status as a unique race, instead viewing them as humans suffering from an unholy affliction. Indeed, this hypothesis is strengthened by dhampirs’ seeming inability to reproduce, their offspring inevitably humans (usually sorcerers with the undead bloodline).",
	"FalcataRedeemerName":"Falcata Redeemer",
	"FalcataRedeemerDescription":"This +5 holy flaming falcata has an improved critical multiplier. It grants its wielder the ability to cast transformation spell once per day.",
	"FalcataRedeemerFlavorText":"Flavor text here",
	"ExoticWeaponGroupSelectionName":"Exotic Weapon Group Proficiency",
	"ExoticWeaponGroupSelectionDescription":"Choose one type of exotic weapon, such as the heavy blades or axes. You understand how to use that type of exotic weapon in combat, and can utilize any special tricks or qualities that exotic weapon might allow.",
	"HeavyBladesProficiencyName":"Weapon Proficiency (Exotic Heavy Blades)",
	"HeavyBladesProficiencyDescription":"You become proficient with Bastard Swords, Dueling Swords, Two-bladed Swords, Eleven Curved Blades, Estocs and Falcata and can use them as a weapon.",
	"LightBladesProficiencyName":"Weapon Proficiency (Exotic Light Blades)",
	"LightBladesProficiencyDescription":"You become proficient with Sai and Kama and can use them as a weapon.",
	"DoubleProficiencyName":"Weapon Proficiency (Exotic Double Weapons)",
	"DoubleProficiencyDescription":"You become proficient with Orc Double Axe, Two-bladed Sword, Gnome Hooked Hammer and Dwarven Urgosh and can use them as a weapon.",
	"AxesProficiencyName":"Weapon Proficiency (Exotic Axes)",
	"AxesProficiencyDescription":"You become proficient with Orc Double Axes, Dwarven Waraxe, Tongi and Dwarven Urgosh and can use them as a weapon.",
	"ArcherArchetypeName":"Archer",
	"ArcherArchetypeDescription":"The archer is dedicated to the careful mastery of the bow, perfecting his skills with years of practice honed day after day on ranges and hunting for game, or else on the battlefield, raining destruction down on the enemy lines.",
	"HawkeyeFeatureName":"Hawkeye",
	"HawkeyeFeatureDescription":"At 2nd level, an archer gains a +1 bonus on Perception checks, and the range increment for any bow he uses increases by 5 feet. These bonuses increase by +1 and 5 additional feet for every 4 levels beyond 2nd.",
	"TrickShotFeatureName":"Trick Shot",
	"TrickShotFeatureDescription":"At 3rd level, an archer can choose one of the following combat maneuvers or actions: disarm, feint, or sunder. He can perform this action with a bow against any target within 30 feet, with a –4 penalty to his CMB. Every four levels beyond 3rd, he may choose an additional trick shot to learn. These maneuvers use up arrows as normal.\nAt 11th level, he may also choose from the following combat maneuvers: bull rush, grapple, trip. A target grappled by an arrow can break free by destroying the archer’s arrow (hardness 5, hit points 1, break DC 13) or with an Escape Artist or CMB check (against the archer’s CMD –4).",
	"ExpertArcherFeatureName":"Expert Archer",
	"ExpertArcherFeatureDescription":"At 5th level, an archer gains a +1 bonus on attack and damage rolls with bows. This bonus increases by +1 for every four levels beyond 5th.",
	"SafeShotFeatureName":"Safe Shot",
	"SafeShotFeatureDescription":"At 9th level, an archer does not provoke attacks of opportunity when making ranged attacks with a bow.",
	"EvasiveArcherFeatureName":"Evasive Archer",
	"EvasiveArcherFeatureDescription":"At 13th level, an archer gains a +2 dodge bonus to AC against ranged attacks. This bonus increases to +4 at 17th level.",
	"VolleyFeatureName":"Volley",
	"VolleyFeatureDescription":"At 17th level, as a full-round action, an archer can make a single bow attack at his highest base attack bonus against any number of creatures in a 15-foot radius burst, making separate attack and damage rolls for each creature.",
	"RangedDefenseFeatureName":"Ranged Defense",
	"RangedDefenseFeatureDescription":"At 19th level, an archer gains DR 5/— against ranged attacks. In addition, as an immediate action, he can catch an arrow fired at him and shoot it any target he chooses, as if he had the Snatch Arrows feat.",
	"ArcherWeaponMasteryFeatureName":"Weapon Mastery",
	"ArcherWeaponMasteryFeatureDescription":"An archer must choose a type of bow for his weapon mastery class feature.",
	"TwoWeaponWarriorArchetypeName":"Two-Weapon Warrior",
	"TwoWeaponWarriorArchetypeDescription":"Trained under great masters who preached the simple truth that two are better than one when it comes to weapons, the two-weapon warrior is a terror when his hands are full. From paired daggers to exotic double weapons, all combinations come equally alive in his skilled hands.",
	"DefensiveFlurryFeatureName":"Defensive Flurry",
	"DefensiveFlurryFeatureDescription":"At 3rd level, when a two-weapon warrior makes a full-attack with both weapons, he gains a +1 dodge bonus to AC against melee attacks until the beginning of his next turn. This bonus increases by +1 every four levels after 3rd.",
	"TwinBladesFeatureName":"Twin Blades",
	"TwinBladesDescription":"At 5th level, a two-weapon warrior gains a +1 bonus on attack and damage rolls when making a full-attack with two weapons or a double weapon. This bonus increases by +1 for every four levels after 5th.",
	"DoubleStrikeFeatureName":"Doublestrike",
	"DoubleStrikeFeatureDescription":"At 9th level, a two-weapon warrior may, as a standard action, make one attack with both his primary and secondary weapons. The penalties for attacking with two weapons apply normally.",
	"ImprovedBalanceFeatureName":"Improved Balance",
	"ImprovedBalanceFeatureDescription":"At 11th level, the attack penalties for fighting with two weapons are reduced by –1 for a two-weapon warrior. Alternatively, he may use a one-handed weapon in his off-hand, treating it as if it were a light weapon with the normal light weapon penalties.",
	"EqualOpportunityFeatureName":"Equal Opportunity",
	"EqualOpportunityFeatureDescription":"At 13th level, when a two-weapon warrior makes an attack of opportunity, he may attack once with both his primary and secondary weapons. The penalties for attacking with two weapons apply normally.",
	"PerfectBalanceFeatureName":"Perfect Balance",
	"PerfectBalanceFeatureDescription":"At 15th level, the penalties for fighting with two weapons are reduced by an additional –1 for a two-weapon warrior. This benefit stacks with improved balance. If he is using a one-handed weapon in his off hand, treating it as a light weapon, he uses the normal light weapon penalties.",
	"DeftDoubleStrikeFeatureName":"Deft Doublestrike",
	"DeftDoubleStrikeFeatureDescription":"At 17th level, when a two-weapon warrior hits an opponent with both weapons, he can make a disarm or sunder attempt (or trip, if one or both weapons can be used to trip) against that opponent as an immediate action that does not provoke attacks of opportunity.",
	"DeadlyDefenceFeatureName":"Deadly Defense",
	"DeadlyDefenceFeatureDescription":"At 19th level, when a two-weapon warrior makes a full-attack with both weapons, every creature that hits him with a melee attack before the beginning of his next turn provokes an attack of opportunity from the warrior."
}