{
	"ArcherArchetypeName":"Archer",
	"ArcherArchetypeDescription":"The archer is dedicated to the careful mastery of the bow, perfecting his skills with years of practice honed day after day on ranges and hunting for game, or else on the battlefield, raining destruction down on the enemy lines.",
	"HawkeyeFeatureName":"Hawkeye",
	"HawkeyeFeatureDescription":"At 2nd level, an archer gains a +1 bonus on Perception checks, and the range increment for any bow he uses increases by 5 feet. These bonuses increase by +1 and 5 additional feet for every 4 levels beyond 2nd.",
	"TrickShotFeatureName":"Trick Shot",
	"TrickShotFeatureDescription":"At 3rd level, an archer can choose one of the following combat maneuvers or actions: disarm, feint, or sunder. He can perform this action with a bow against any target within 30 feet, with a –4 penalty to his CMB. Every four levels beyond 3rd, he may choose an additional trick shot to learn. These maneuvers use up arrows as normal.\nAt 11th level, he may also choose from the following combat maneuvers: bull rush, grapple, trip. A target grappled by an arrow can break free by destroying the archer’s arrow (hardness 5, hit points 1, break DC 13) or with an Escape Artist or CMB check (against the archer’s CMD –4).",
	"ExpertArcherFeatureName":"Expert Archer",
	"ExpertArcherFeatureDescription":"At 5th level, an archer gains a +1 bonus on attack and damage rolls with bows. This bonus increases by +1 for every four levels beyond 5th.",
	"SafeShotFeatureName":"Safe Shot",
	"SafeShotFeatureDescription":"At 9th level, an archer does not provoke attacks of opportunity when making ranged attacks with a bow.",
	"EvasiveArcherFeatureName":"Evasive Archer",
	"EvasiveArcherFeatureDescription":"At 13th level, an archer gains a +2 dodge bonus to AC against ranged attacks. This bonus increases to +4 at 17th level.",
	"VolleyFeatureName":"Volley",
	"VolleyFeatureDescription":"At 17th level, as a full-round action, an archer can make a single bow attack at his highest base attack bonus against any number of creatures in a 15-foot radius burst, making separate attack and damage rolls for each creature.",
	"RangedDefenseFeatureName":"Ranged Defense",
	"RangedDefenseFeatureDescription":"At 19th level, an archer gains DR 5/— against ranged attacks. In addition, as an immediate action, he can catch an arrow fired at him and shoot it any target he chooses, as if he had the Snatch Arrows feat.",
	"ArcherWeaponMasteryFeatureName":"Weapon Mastery",
	"ArcherWeaponMasteryFeatureDescription":"An archer must choose a type of bow for his weapon mastery class feature.",
	"TwoWeaponWarriorArchetypeName":"Two-Weapon Warrior",
	"TwoWeaponWarriorArchetypeDescription":"Trained under great masters who preached the simple truth that two are better than one when it comes to weapons, the two-weapon warrior is a terror when his hands are full. From paired daggers to exotic double weapons, all combinations come equally alive in his skilled hands.",
	"DefensiveFlurryFeatureName":"Defensive Flurry",
	"DefensiveFlurryFeatureDescription":"At 3rd level, when a two-weapon warrior makes a full-attack with both weapons, he gains a +1 dodge bonus to AC against melee attacks until the beginning of his next turn. This bonus increases by +1 every four levels after 3rd.",
	"TwinBladesFeatureName":"Twin Blades",
	"TwinBladesFeatureDescription":"At 5th level, a two-weapon warrior gains a +1 bonus on attack and damage rolls when making a full-attack with two weapons or a double weapon. This bonus increases by +1 for every four levels after 5th.",
	"DoubleStrikeFeatureName":"Doublestrike",
	"DoubleStrikeFeatureDescription":"At 9th level, a two-weapon warrior may, as a standard action, make one attack with both his primary and secondary weapons. The penalties for attacking with two weapons apply normally.",
	"ImprovedBalanceFeatureName":"Improved Balance",
	"ImprovedBalanceFeatureDescription":"At 11th level, the attack penalties for fighting with two weapons are reduced by –1 for a two-weapon warrior. Alternatively, he may use a one-handed weapon in his off-hand, treating it as if it were a light weapon with the normal light weapon penalties.",
	"EqualOpportunityFeatureName":"Equal Opportunity",
	"EqualOpportunityFeatureDescription":"At 13th level, when a two-weapon warrior makes an attack of opportunity, he may attack once with both his primary and secondary weapons. The penalties for attacking with two weapons apply normally.",
	"PerfectBalanceFeatureName":"Perfect Balance",
	"PerfectBalanceFeatureDescription":"At 15th level, the penalties for fighting with two weapons are reduced by an additional –1 for a two-weapon warrior. This benefit stacks with improved balance. If he is using a one-handed weapon in his off hand, treating it as a light weapon, he uses the normal light weapon penalties.",
	"DeftDoubleStrikeFeatureName":"Deft Doublestrike",
	"DeftDoubleStrikeFeatureDescription":"At 17th level, when a two-weapon warrior hits an opponent with both weapons, he can make a disarm or sunder attempt (or trip, if one or both weapons can be used to trip) against that opponent as an immediate action that does not provoke attacks of opportunity.",
	"DeadlyDefenseFeatureName":"Deadly Defense",
	"DeadlyDefenseFeatureDescription":"At 19th level, when a two-weapon warrior makes a full-attack with both weapons, every creature that hits him with a melee attack before the beginning of his next turn provokes an attack of opportunity from the warrior."
}